{"pages":[{"title":"Perdoname","text":"Gran parte de las líneas que leerás pueden ser contraproducente para ti, estas líneas tienen un propósito y un mensaje.Realmente no lo sé, pero dentro de mi existe alguien, pero que en el mundo real nunca lo veras porque nunca lo dejare salir, la única manera que escapa es a través de las escrituras, me duele que salga a lastimar a otras personas e incluso a mí, de lo que soy me he construido como cualquiera, pero haciendo el balance creo que no me he construido solo, he tratado de evitarlo lo más posible, incluso dudo que este párrafo lo esté escribiendo yo el que existe, al que le duele, el que ríe, el que llora. Quizá notes que algunos textos se contradigan, porque no soy el mismo siempre.— ME PRESENTO —En ocasiones no me considero humano.Nuevos pensamientos brotan cada día, el pensamiento que sale dentro de mi es lo bueno, lo correcto, porque sale dentro de mí y como sale en mí se da la razón, sólo pido disculpas si un día lees algo que tenga como argumento que es lo correcto, quizá lo sea o tal vez no.Otro buen compañero de mi pensamiento es la imaginación y juntas me muestran otros mundos, los choques con la realidad son muy fuertes, son momentos en que pienso que no pertenezco en este mundo, que incluso me cuesta regresar a la tierra como humano, una vez a las tres de la mañana quise saltar del tercer piso por que no existía y la única manera de regresar es sentir esa sensación al caer, miedo y aire frio rozando en el rostro mientras caigo.Me gusta razonar sobre la vida, entender que es y hacia dónde va, me cuesta saber por qué estoy aquí, pensar sobre la vida, la humanidad, el mundo me es interesante, la vida no es solo el movimiento constante, es de constante aprendizaje, no quiero ser normal de las que nace, se reproduce y muere como se describe comúnmente el ciclo vital de los seres vivos, quiero hacer esa diferencia, encontrar otra verdad dentro de lo verdadero o mentiras dentro de la verdad, tengo la curiosidad de lo que pasaría si altero una pequeña parte de lo correcto, que consecuencias trae, algo más correcto o una desgracia.Intento entender lo que se considera como entendido, el sol aparece todos los días y que mañana aparecerá, yo pienso que tan seguro estoy esta noche que mañana saldrá el sol, personas normales van a dormir sin pensar que hoy volvió a salir el sol, mientras tanto yo intento hallar una razón para que mañana no salga, estoy seguro que existen fenómenos de la naturaleza que nos sorprenden y lo sigo pensando.Puedes llamarme enfermo, psicópata o que mis pensamientos vienen de Trastornos Psicóticos por las ideas o percepciones anormales que genero, o que estoy tan grave que debería ir al doctor.Quizá sea lo que decidas llamarme.Me gusta observar la naturaleza, su entorno y sus formas, así disfruto de lo que hay en lo más profundo de su belleza, puedo estar observando por horas, un día mirándola llegue a la conclusión que es como estar en los pensamientos de Dios.Soy demasiado curioso, me gusta explorar cosas diferentes, la curiosidad de niño aún me acompaña, en ocasiones un chico bueno, muy bueno, en otras sin embargo puedo estar al otro lado y sacar lo más diferente de mí, me agrada mí curiosidad, somos buenos compañeros, en momentos me toma la mano en otras no lo veo venir, un día me llevo pequeños detalles pensando a casa que no me dejan dormir, notaras que mi curiosidad es muy grande.Traigo conmigo muchas preguntas, voy buscando a la persona correcta que me las responda, son preguntas muy sencillas y mi propósito es obtener respuestas reales, muchas respuestas que he recibido están llenas de mentiras, en serio tengo las preguntas y sé que existe una verdad verdadera.En ocasiones pienso que existen personas que, si concuerden con algunas de mis ideas, pero no los expresan porque está prohibido en este mundo, pero quizá lo han pensado.Cuando estoy triste el texto que plasmo sobre el papel son distintas a cuando estoy feliz, pero los sentimientos son pasajeros, y gran parte de mis escritos pueden contradecir al anterior, porque cada escrito es de cada momento.Conóceme a través de las letras y si un día quieres platicar, con gusto lo haré, porque me apasiona platicar, en los textos puedo ser modesto o poeta, pero no es para convencer a pensar como yo, es para mostrar lo diferente, solo quiero que mañana o pasado me mires igual que hoy, que mis letras no te hagan cambiar la perspectiva que tienes de mí, porque yo no existo.Si unas líneas te llegasen a ofender, solo pido perdón y disculpas una vez más, desde el corazón pido perdón… document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/about/index.html"}],"posts":[{"title":"8 DE LA NOCHE EN TRANSPORTE PUBLICO.","text":"Voy viajando en transporte público y pronto serán a las 9 de la noche.La de mi lado derecho una mujer pegado a la ventanilla está hablando por teléfono.–Estaré con mi hija, y podre estar mas cerca de ella. … –Si, estoy ayudando a los doctores, sobre citas y eso. … –Me da para comer, aunque salgo hasta las 8. … –Si como dije, ya puedo estar más cerca de mi hija ahora y temprano la voy a dejar a la escuela.Un hombre sube al camión, está un poco calvo, lleva una mochila y mirando otro poco más, se logran ver algunos volantes, en la mano lleva una batería externa conectada a su celular, viste un pantalón negro y una camisa blanca, mirando su camisa al parecer trabaja para la empresa de telecomunicaciones IZZI, toma un asiento libre a mi costado izquierdo.Mirando hacia delante, una pareja está sentado en el primer asiento del costado derecho del camión, un hombre aproximado de 40 años y la mujer creo que a de ser su esposa, por que ella va moviendo mucho la mano y deduzco que estará reclamando algo, él está ignorando mirando su celular, después de un rato acerca su cabeza a la de ella y aleja el teléfono celular para tomarse una foto, miraron que la primera no salió bien y lo volvieron a hacer.Una chica que está sentada tras el trabajador de IZZI, empieza a cantar, si logro recordar la música, ya la había escuchado alguna vez, pero no se exactamente el nombre, me sorprendió esa confianza y atrevimiento por cantar fuerte me gustaría tener esa valentía que ella tiene.El camión vuelve a parar y sube más gente.Una mujer se acerca a mi costado izquierdo, se agarra de la agarradera de los asientos que están arriba de la cabeza, luego un hombre después de pagar el viaje se acerca a su lado.El hombre viste camisa blanca y un pantalón negro de vestir, ella una camisa y pantalón negro.Esta pareja creo que esta peleando.Él –Que me debes… Ella –Una cena y ya. Él –Otra cena, yo esperaba mas. –Me pareció verlo enojado –Siempre es así, sabes que estoy trabajando, no puedo como tu que comes en casa.Después de un rato, de la discusión recalcó.Él –Yo que me apure en el trabajo para salir temprano y mira ya es tarde.Más adelante un mujer entra, vestida formalmente de gris, creo que trabaja en una oficina, con su bolso en mano y llamando por teléfono, se sienta al lado de la chica que estaba cantando, hace un momento. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/02/8-de-la-noche-en-transporte-publico/"},{"title":"Me despido, pero te deseo éxito en la vida.","text":"Agradezco ese apoyo en todo lo que realizaste, aprecio ese trabajo que realizaste, esto concluye hoy y me tengo que despedir para siempre.Esto es como una despedida, pero me despido de esta manera, estoy pensando en pedirte un abrazo antes de irme (no sé si lo haré), porque en estos días será las últimas veces que nos veamos, nunca fui parte de tu círculo, pero este proyecto nos llevó a trabajar, me disculpo, me disculpo contigo si en algún momento falle en algo o dije algo que te haya molestado.Después de estos días estoy seguro que ya no nos volveremos a ver, los años nos cambiaran y la separación se hará más larga.Me siento triste sinceramente, por que después de esta etapa de la vida cada quien seguirá su camino, a partir de este punto empezará un cambio completamente diferente en cada uno de nosotros de los que trabajamos en el proyecto tomaremos diferentes rumbos, y yo me alejaré de ustedes, me sigue costando la parte de inclusión social, durante este tiempo solo intercambiamos mensajes por cuestiones importantes, y no se cual sera el ultimo mensaje que nos enviaremos, pero quiero que que sea algo agradable.Cada uno elegirá el camino a seguir en la vida, y te deseo éxito, tal vez si por alguna razón en la vida nos volvamos a ver me gustaría platicar contigo y saludarte, siempre tendré un tiempo para compartir.Te deseo mucho, mucho éxito en la vida, ADIOS. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/02/me-despido-pero-te-deseo-exito-en-la-vida/"},{"title":"Mi odio a algunos profesores.","text":"Nunca me gusto ser estudiante y creo que ya no lo volveré a ser.El sistema educativo donde crecí deja mucho que desear, recuerdo una vez nos dejaron hacer un resumen de un libro para aprender física y para poder aprender bien, debíamos escribir en hojas blancas a mano el resumen de cada tema del libro, ese dia recuerdo que escribí cientos de hojas y ese era el pase para el examen, estaba más preocupado en terminar el resumen del libro que en comprender los temas.La profesora reviso mi resumen en unos segundos, lo ojeo rápido y puso la calificación de 7 (la calificación era de 1 al 10, menor a 5 es no aprobatoria), me molesto mucho.Cuando fui estudiante casi nunca estuve en posición de contradecir a algunos profesores, por que el profesor es el único que conoce del tema y no se puede obtener ese conocimiento de otro lugar, como en un libro o en internet, el profesor es el único que está actualizado hasta el dia de hoy y todo lo que menciona es lo correcto.Cuando hay algo que considero que es incorrecto no los puedo contradecir por que no estoy en una posición para poder pelear, el tiene un arma y es una calificación y el conocimiento se mide en números.Algunas veces me molestó la forma de enseñanza de algunos profesores y hasta llegué a imaginar, si el tiene un arma que es la calificación en la boleta y yo traigo un arma de fuego, veremos en la balanza el poder de cada uno.Algunos profesores nos ponían a memorizar fechas y acontecimientos importantes de la historia, no niego que la historia es interesante, pero realmente eso importa en el mundo real? , a caso a un astronauta en el espacio podrá reparar su cohete conociendo la fecha de nacimiento George Washington O Benito Juarez Por que llenar el cerebro de cosas irrelevantes?Recuerdo un 12 de febrero, se retoman las clases un martes, estaba sentado en la ventana mirando el atardecer y no queria estar ahi, pensaba que estaba sufriendo, quería regresar a hacer lo que realmente me gustaba, me sentí como en una prisión esa tarde, dibuje y escribí esa sensación de ese momento mientras esperaba al profesor (Este profesor no llegó a clase ese dia).Llevar siete materias cada día durante 7 días es una gran pérdida de tiempo consideraba, de las 7 materias solamente me agradaban dos, en las demás era un pésimo alumno pero los otros 5 profesores me obligaron a memorizar y a forzarme a estudiar lo que no me gustaba.Recuerdo con algunos profesores entrar con miedo a clases, por que eran muy estrictos y me vi obligado a actuar como ellos querían, aunque realmente al terminar de cursar la materia el tiempo se encargaba de borrar lo que memorice en ese aula.En cambio con otros profesores yo entregaba un buen trabajo, por que realmente me agradaba aprender estando en la materia correcta y el profesor correcto, por que a veces tocaba la materia que me gustaba pero eran unos pésimos profesores.Una materia sencilla puede ser tan difícil de aprobar por que en gran porcentaje depende del profesor, una materia difícil puede ser divertida si es un buen profesor y que realmente sepa transmitir ese conocimiento.También algunos compañeros me llegaron a molestar, los que tenían la mejor calificación en todas las materias, por su actitud, la forma de desenvolverse con los compañeros y ese rechazo de apoyo que se necesitaba por parte de ellos en algunas materias hacia los compañeros de clase, esa actitud que algunos tenían me molestaba y empeze a generar un pensamiento de rechazo y odio hacia ellos, llegue a pensar que esos son buenos estudiantes, ojala se mueran estudiando por que para lo que sirven es para eso.Recuerdo un amigo un dia dijo: “Estudiando cualquiera puede.”Siempre pensé que siendo bueno en algunas áreas, con eso es suficiente, me hace mas feliz darme cuenta que realmente se que es lo que me gusta y no la calificación, aunque a veces caía en el juego de la calificación.Un dia un profesor dijo en clase (esa materia me gusta pero no era un buen profesor), que los que fueron a una plática de alcoholismo y drogadicción obtendrán un 20% de la calificación final, en ese momento me pregunté si cuando yo esté trabajando esa conferencia me servirá para resolver los problemas que me enfrente en el trabajo ( hay un artículo que habla sobre el trabajo, busquenlo), ese día no asistí a esa conferencia por que era estupido pense, prefería mirar una charla de tedx talks que son más interesantes y aportan mucho más.Mis compañeros obtuvieron una mejor calificación en esa materia y yo una muy baja, si me molesto y me di cuenta que a veces caía en el juego de la calificación, cuando realmente importaba el conocimiento.Ahora que estoy en este lado miro y pienso que perdi mucho tiempo sentado frente la pizarra. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/02/mi-odio-a-algunos-profesores/"},{"title":"¿Cuál es un consejo de sabiduría que tienes?.","text":"Quiero decir cualquier cosa en tu mente para ayudar a nadie y nadie. Quien sea que lea esto.Puede ser sobre cualquier cosa realmente.El mio es este:Creo que una medida fantástica de madurez en una persona es la misma capacidad para mantener una conversación con alguien que es diez años más joven y diez años mayor que ellos.Te digo lo que mi viejo siempre me dijo.Deja de molestarte por lo que la gente piensa … simple y llanamenteLa vida es mucho más fácil cuando dejas de vivir por las expectativas de los demás.Un hombre que puede apaciguar el sentido de moralidad de otro hombre, tiene la capacidad de llevarlo a la libertad.No te estresesNo hay necesidad de estresarse por las cosas, claro que hay momentos difíciles y tristes, pero así es como es. Sin embargo, no deberías tomarte la vida. Puede estar relajado y ser serio al mismo tiempo, no significa desechar sus emociones.“La lógica es poder, el conocimiento es un activo”.Nunca te rindas.Perder la esperanza y ahogarse en la depresión es pedir más problemas. Mantente activo y motivado.Aprecia los buenos recuerdos cuando se crean, porque no duran para siempre.hay todo en el mundo, solo sigue explorando el mundo hasta que encuentres algo que realmente te guste y luego hazlo …El consejo se puede resumir con dos palabras, pero es posible que necesiten una explicación:“Déjalo ir”.El punto realmente es no aferrarse a experiencias negativas. Para absorberlos en tu ser, aprender de ellos y dejar que te hagan más fuerte pero no dejarte gobernar por ellos. Así que déjalo ir.No, no es lo mismo que perdonar y olvidar. Algunas cosas están más allá del perdón y el olvido nunca es bueno. Dejar ir es más que cualquiera de esos.Solo puedes estar seguro de muerte e impuestos. Así que vive tu vida abierta a todas las experiencias y opiniones, ya que el resto de la realidad está sujeta a cambios. Por lo tanto, tus pensamientos sobre las cosas podrían ser demasiado.¿Una pieza de sabiduría? Entonces esto se reduce a las consecuencias eternas, lo único que es más importante: ¿tu alma eterna morará con el Señor o sufrirá el infierno eterno? No hay nada más, en comparación, toda la sabiduría, las vanas filosofías y los delirios mentirosos del mundo bajando por los tubos, en su último latido, por lo tanto:Romanos 10: 9 que si confiesas con tu boca al Señor Jesús y crees en tu corazón que Dios lo resucitó de los muertos, serás salvo. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/04/¿cual-es-un-consejo-de-sabiduria-que-tienes/"},{"title":"¿Qué consideras lo más valioso en tu vida?","text":"La hora.Se trata de todo lo que hacemos. La única certeza que se dio en la vida es la muerte. Todos sabemos que viene, no estamos seguros de cuándo. Valora el tiempo que tienes, a la gente que te rodea. Vive en la luz mientras todavía la tienes. Quién sabe qué hay después de nuestro último latido del corazón, todo lo que sé es que voy a vivir como si no hubiera nada después. Ama a tu familia, pasa tiempo con amigos, da y crece. Lo más importante es hacer recuerdos ahora, para que otros también puedan valorar ese tiempo.Mi esposa.El tiempoEl tiempo es un dado. Presente en la vida de todos. No es nada exclusivo de una situación particular y no es nada de lo que pueda escapar o perder de alguna manera.Se parece mucho a la gravedad. Tampoco puede existir por largos períodos de tiempo sin gravedad, pero ¿es particularmente valioso?Mi esposa, ohhh, tambien mi computadora.Mi familia y mis amigos. Pero si tuviera que elegir algo más personal, definitivamente me quedaría con todo el conocimiento que he podido reunir a una edad tan temprana (lo diría), hace la vida mucho más fácil y estoy muy satisfecho. con el hecho de que tengo conocimiento de cosas que el individuo promedio no tiene.Tengo una conexión profunda con mi computadora, es prácticamente una parte de mí. Destrozaría cualquier otra pieza de tecnología en pedazos sin dudarlo. Demonios, probablemente incluso dejaría que alguien me rompiera un par de huesos …Mi salud, piénsalo … determina si puedes usar tu dinero, cuánto tiempo te queda por vivir, si puedes ayudar a otros hazlo, si puedes vivir o si eres literalmente un vegetal. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2018/12/¿que-consideras-lo-mas-valioso-en-tu-vida/"},{"title":"Cuál/Qué es tu peor defecto?","text":"Pensando demasiado en las cosas, me deprimo a menudo por cosas muy pequeñas, exagero la situación y tengo problemas para ver lo bueno de las cosas. Últimamente me he sentido un poco abatido y no muy feliz. Pero desde que comencé a meditar en la mañana hace aproximadamente una semana, me he sentido mucho mejor, aunque bastante “entumecido”, diría …El mío es beber alcohol y charlar demasiado. En mi país el alcohol es la cosa y cuando bebo a menudo no sé mis límites. Entonces me vendo a mí mismo y cuento muchas cosas sobre mí que no debería contárselo a algunas personas. Solo problemas por esto y estas personas podrían tener poder sobre mí porque mi gran boca para beber.Soy un pesimista nacido natural. Normalmente asumiré lo peor en cualquier esfuerzo. Me ha frenado y es difícil dejarlo ir. También porque las influencias externas una y otra vez reavivan mi pesimismo.La ansiedad y la depresión es, con mucho, lo peor. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/01/cual-que-es-tu-peor-defecto/"},{"title":"¿Cuál es el problema más grande de nuestro mundo en este momento?.","text":"La naturaleza humana, la hipocresía y la ignorancia.avaricia ……… todos los “problemas” del mundo provienen de la lujuria por la riqueza y el poder / influencia que proviene de ellaY una de las mayores coberturas para este problema había sido la religión.No saber cuál es el mayor problema.Inconsciencia sobre el hecho de que todo en el universo está conectado y por lo tanto, no estás verdaderamente separado de él, con todas las consecuencias que trae eso.Confusión y falta de educacióngenocidio verdeLa ignorancia, el materialismo, la codicia.El mayor problema del mundo tendría que ser la codicia, como lo señaló otra persona. Es la codicia la que mantiene a las compañías de petróleo / petróleo bajo control, obstaculizando gravemente los desarrollos tecnológicos que podrían resolver fácilmente una gran parte de los problemas del mundo de la noche a la mañana.La codicia es la causa raíz de todo el hambre en el mundo. Sí, hay un cierto nivel de sobrepoblación, pero el problema más inmediato es que la comida que existe simplemente no se distribuye de manera equitativa y justa. Y la causa, una vez más, es la codicia.Y así sucesivamente y así sucesivamente.Ahora, ¿qué causa esta codicia? Bueno, eso es una discusión completamente separada; Una interesante pero, bueno, demasiado para entrar ahora.La guerra, el agotamiento de los recursos, la codicia corporativa, la contaminación, el colapso moral de los llamados países del primer mundo … se superponenLa estupidez y la hipocresía.ningún objetivo y visión comúnNuestro mundo es el mayor problema.El elemento humano para el mundo es el problema …Pobrezacalentamiento globalCompletamente subjetivo, para mi los mayores problemas son mis propios problemas.Va a molestar a algunas personas pero … a las redes sociales. Debido a que las redes sociales se han convertido en una herramienta muy efectiva para mantener a las personas dormidas, para mantener al rebaño de ovejas dóciles y ajenos al mundo que las rodea.Irónicamente … también las redes sociales son la mejor solución contra esto, ya que su alcance es tan global y generalizado. Es un problema irónico. Espero que la gente comience a usar las redes sociales por más que simplemente compartir el ruido entre sí en los próximos años, no sea que sea demasiado tarde para evitar el desastre casi inevitable al que nos dirigimos.Creo que …………. el aumento de la población es el problema principal de todos los problemas ……….así que no aumente la población ……………. use algunos medicamentos para detener ………. o mate a algunas personas inútiles …….. … hará muchos cambios aquí ………. así que agarre una pistola y ciegue los ojos … apunte en cualquier dirección y… dispare … …. juego terminado …. resolver problema ……….. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/03/¿cual-es-el-problema-mas-grande-de-nuestro-mundo-en-este-momento/"},{"title":"Estoy loco?","text":"No soy un psiquiatra, pero parece que tienes traumas que no se han tratado. Te sugiero que:Consultes a un médico / psicólogo / psiquiatra de salud mental (no solo pregunte por Benzo, estos solo serán un alivio temporal y cuando deje de tomarlos, el problema inicial será dos veces más difícil de resolver) lea y aprenda sobre los sueños y la psicología (hay muchos libros, también gratuitos)Trate de no tomar drogas, ya que éstas pueden mejorar las fragilidades mentales predispuestas.Solía fumar 1-2 g de hierba diariamente durante unos 5 años. Se detuvo hace unos meses debido a la crisis de la paranoia. Cuando dejé de fumar la paranoia se desvaneció.Trata de no dejarte atrapar por las emociones, es cuando puedes hacer algo estúpido y te arrepentirás. identifica tus temores y debilidades para que puedas enfrentarlos adecuadamente, lucha contra ellos con fuerza.Tenga cuidado y buena suerte.Creo que hay muchos con problemas de salud mental.necesita medicamentos para mantener su mente bajo control (sin control, en realidad es propensa a los episodios psicóticos).Y, vivir con medicamentos no es tan malo como podría imaginarse en este momento.Sin importar las desventajas del medicamento, las desventajas de no ayudarse a usted mismo a sobrellevar un poco mejor cómo funciona su mente son mucho peores.Buena suerte y, en una nota más personal - Esto no es un fracaso de su parte. Tu mente es diferente. No está roto. Aprecie por lo que es y no lo teme demasiado. Estarás bien. De Verdad.Usted está experimentando una forma extrema de trastorno afectivo bipolar. Donde su estado de ánimo es alternar desde períodos de formas extremas de depresión hasta el punto de ideas suicidas y períodos de excitación e hiperactividad. Usted también experimenta ciertos síntomas de esquizofrenia, como alucinaciones auditivas, inserción del pensamiento y pensamiento delirante. Desde mi punto de vista, debe administrarse ciertos medicamentos para evitar que sus síntomas empeoren hasta el punto de la hospitalización.Como alguien que ha sufrido la misma suerte que usted y ha tomado la ruta de la terapia y la medicación, puedo aconsejarle sinceramente que vaya y busque ayuda. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/01/estoy-loco/"},{"title":"¿Las lecciones de tu vida?","text":"Algunos de un perro viejoSi te engañan, te engañarán …Puedes ser muy fuerte, pero siempre hay alguien más fuerte, y eventualmente te encontrarás con él …Nunca ayudes a alguien a criticar…Puede que tu jefe no tenga razón, pero sigue siendo el jefe …Nunca puedes tener demasiada información …Si todos los demás están corriendo en la misma dirección, gire a la izquierda en su primera oportunidad …Los explosivos no solo explotan, también explotan …Los pulgares son la principal diferencia entre las personas y los animales …El ignorante no sabe, el estúpido no aprenderá …No puedes caminar hacia el norte y mirar hacia el sur al mismo tiempo …Nunca trates de engañar a nadie, siempre déjalos engañarse a sí mismos …El cielo y el infierno existen ahora mismo, dentro de tu propia mente …No te culpes, trabaja el problema …ser amable es a menudo más importante que tener razón …Sólo los muertos han visto el final de la guerra…No necesitas estar de acuerdo con alguien, para poder entenderlo …Te arrepentirás de lo que no hiciste, mucho más de lo que hiciste …Ser amable con la gente no te cuesta un centavo …Siempre hay una opción…Todos tienen un plan, hasta que son golpeados en la cara …La vida puede no ser justa, divertida o fácil, pero es el único juego en la ciudad …Preocuparse por cosas que no puedes controlar es una pérdida de tiempo y energía …Si una relación debe mantenerse en secreto, no debes estar en ella …La única opción para envejecer, es morir joven …La envidia / los celos son una pérdida total y total de tiempo …No temas a lo desconocido.Confía en tu instinto, te funciona exclusivamente …No gastes más dinero del que ganas …En caso de apuro, siempre puedes comer alrededor del molde …No importa lo bellos que sean o lo perfectos que sean para ti, alguien, en algún lugar, está harto de su mierda …ya, divagé un poco … mi padre era famoso por las gemas de una línea, de las lecciones de vida, y he aprendido algunas a lo largo de los años … pero esas deberían ser suficientes por ahora.Un poco de mis lecciones de vida para ti.Destruye a tus enemigos, protege a todos los demás. Simple como eso.Soy un cobarde, así que no tengo valor para enseñarte, aparte de viejos dogmas esotéricos olvidados. Lo único que puedo decirte es que no hagas cosas permanentes.No confíes en nadie … absolutamente nadie …Ambos cielos son el infierno son creados por el hombre solo;Es inútil ya menudo peligroso preocuparse por cosas que no puedes cambiar.Nunca gastes más de lo que su ingreso es, mejor ahorre algo, abra un depósito o haga una inversión confiable: de esta manera no obtendrá muchas ganancias, pero ahorrará su dinero de la inflación y los necesitará un día.El aprendizaje nunca termina.“El que sabe, no habla. El que habla, no sabe”. de Lao Tzu“Si usas tu fuerza contra las personas en lugar de ayudarlas, eres un pedazo de mierda”. de Corey TaylorEl hombre aspira a la libertad. El hombre es capaz de lo mejor y lo peor. “Conócete a ti mismo” de Sócrates“Es debido a que la velocidad de la luz es mayor que la de la canción que algunas aparecen brillantes antes de parecer estúpidas”. de una fuente anónima.Siempre prefiero conciliación en lugar de conflicto. Dar respeto primero para recibir algunos a cambio. (Lamentablemente, a veces no funciona …)Sé honesto contigo mismo y con los demás porque … la verdad comienza desde la mentira. Abre tu mente. Sé cortés. Se humilde. Ser estricto. Sé amable, compasivo. Se tranquilo y paciente. Ser leal. (a ti mismo al menos)Ten confianza, o al menos, no dejes que tu miedo te alcance.Sé valiente.“La soledad es buena para las grandes mentes y mala para los pequeños. La soledad perturba los cerebros que no ilumina”. de Victor HugoEl amor no es algo que pedir o buscar, viene solo. Es más dar que pedir.El amor abre tu mente y te hace olvidar tu ego.La serenidad te hace más receptivo a tu entorno.La vida es dura y brutal, pero no solo eso.Nunca sabes de qué se trata el mañana.Estas son algunas de las cosas que la vida me enseñó hasta ahora. Podría estar equivocado en cierto punto, si es así, entonces dime por qué.Deja de intentar controlar todo y solo déjalo ir.Si te sientes como una mierda, todos los que odias ganan.Correr es bueno.No seas una buena persona para todos los que conoces o solo conoces a menos personas, de esa manera guardarás tu amabilidad, también sonreír más, si no puedes aprender, ayuda poner una cara valiente al menos o alegrar el día a alguien :)la historiax La historia siempre es escrita por los ganadores.Cuando dos culturas chocan, el perdedor es destruido, y el ganador escribe los libros de historia, un libro que glorifica su propia causa y desprecia al enemigo conquistado. Como dijo una vez Napoleón: “¿Qué es la historia, pero una fábula acordada?”Presentex La gente no conoce su verdadero poder. x El mundo está lleno de buenas personas, si no puedes encontrar una … ¡sé una! x Si solo las mentes cerradas vinieran con las bocas cerradas.futurox Necesitamos más árboles y menos idiotas. x ¿No crees que el cambio climático actual es causado por la actividad humana? Multa. Lo que sea. ¡Eso no significa que no puedas lograr un futuro limpio y sostenible! document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/01/¿las-lecciones-de-tu-vida/"},{"title":"¿Para qué carajos sirve el oro?.","text":"Quién fue aquel que hizo una excelente mercadotecnia a estos metales para llevarlos sobre el cuerpo, estamos creciendo con esta mentalidad que las joyerías son algo normal, como una puesto común de frutas y verduras.Creo que hemos crecido con la mentalidad que el oro es el más valioso en este mundo o quizá el diamante.Para mi es una pendejada las joyerías, no necesito trozos de metal sobre mi cuerpo, no me sirve de nada, para nada, cuando veo alguno me pregunto si las personas ahí dentro realmente les sirve.Tal vez les hace sentir bien al cargar metales preciosos sobre su cuerpo y quizá les da un estatus social, les hace más felices, pero realmente eso hace feliz a las personas o en qué momento se les dijo que el estatus social o el oro te hace feliz, no comprendo cuando se les metió eso en la cabeza y ahora esto se ve normal, los niños crecen con esta mentalidad.Estos materiales son necesarios para algunas áreas como la tecnología espacial, la industria de la computación, etc. Pero no para las personas “NORMALES”, la explotación de estos materiales afectan tanto al medio ambiente y la demanda global de oro está aumentando, y es por que más personas quieren estos materiales sobre su cuerpo.Y si yo hiciera mercadotecnia para venderte un trozo de piedra simple, serias del montón que quisiera tener esta piedra sobre tus alhajas?, seguirás el mismo patrón exponiendo tu falta de inteligencia.Carajos ya despierta por favor, deja de respirar, de beber agua y de cubrirte del sol para darte cuenta, que tan importante es el medio ambiente para que sigas vivo.Es más barato cuidar este planeta que viajar a otro. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/03/¿para-que-carajos-sirve-el-oro/"},{"title":"Si hay un infierno, ¿crees que vas a ir allí?","text":"Sin duda, he hecho cosas pecaminosas, he consumido drogas y alcohol, por ejemplo, y la Biblia dice que es pecado, a veces Dios puede parecer un poco aburrido. Quiero decir que no estás lastimando a nadie cuando estás consumiendo drogas, y no las estoy haciendo para escapar de la realidad, sino porque es divertido e interesante ser un estado mental alterado. Pero al parecer, eso es pecado :(Creo que el infierno está abierto para cada persona. He vivido en el infierno y he salido vivo y mejor que antes.Definitivamente, ya puedo verme en una habitación llena de maleza, una montaña de rellenos, una montaña de papeles y ningún encendedor.Bueno, voy a visitar, infierno sí. Me gusta viajar.Bien… Espero que noPero de acuerdo con la Biblia, voy a ir al infierno.No pierdas tu tiempo allíEsta es una pregunta interesante, y a la que no tengo respuesta en esta etapa, sin embargo, me gustaría mucho no ir allí, a pesar de la tentación de las drogas y todas esas cosas encantadoras.¡El infierno está aquí en la tierra! Ó en algún lugar de la tierra.Bueno, aprovechando que te estás refiriendo en el sentido literal y no en el sentido metafórico (la tierra es el infierno mismo), si yo muriera pronto, me iría al infierno.Sí, pero arrastraré todo lo que me hizo descender conmigo, excepto por amigos o personas cercanas a mí.Ni idea. Si esa mierda es real, podría verlo de cualquier manera. No he lastimado a muchas personas en mis acciones y he tratado con la mayor amabilidad, pero no soy la persona más fiel, ya que soy agnóstica y no me importan mucho a menudo.El infierno es un fenómeno mortal y nunca ha sido disciplinario. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/01/si-hay-un-infierno-¿crees-que-vas-a-ir-alli/"},{"title":"Si sabes que morirás el próximo lunes ... ¿Qué harías con los últimos días de tu vida?","text":"Pasar tanto de lo más cerca posible con mi esposa, reafirmando nuestra unidad, nuestro vínculo.Y los últimos momentos de la vida en sí, probablemente los pasaría con ella en mis brazos, acariciando su cabeza mientras duerme en mi pecho. En última instancia, dejar esta espiral mortal de la manera que prefiero pasar mi tiempo: muy cerca de la única parte que queda en este mundo que realmente me importa.Yo volaria para visitar a las personas que se preocupan por mí; Eso no es realmente algo que tengo donde vivo actualmente.Creo que yo organizare mi funeral para que otros no tengan que hacerlo.No me importa una mierda sentimental como esta, pero tal vez mataría a un montón de personas y me iría profundamente satisfecho al infierno.Me mataría a mí mismo en el momento en que descubriera que la próxima semana moriria, en lugar de morir por algún otro fenómeno.Tener sexo inseguro y hacer todas las drogas que pueda encontrar. salir felizIr violando–Mato al presidente y luego matar a algunas personas que odio y quemar algunos edificios y robar un banco y luego quemar el dinero en un lugar público destruir todos los medios de comunicación / estación de televisión en la ciudadMalditamente mataré a todos los políticos de mi país y robaré un banco.Si estoy seguro de que voy a morir el próximo lunes, entonces no puedo morir antes de eso: Adivina quién va a saltar desde un avión sin paracaídas.por supuesto que no haría eso, aunque realmente me pregunto cómo se siente …Bueno, a mi me gustaría despedirme de todos mis amigos, familiares y todos los que están cerca de mí y pasar el tiempo divirtiéndose. No drogas. Intentaría alcanzar algunos de mis objetivos de vida, como escalar el Mont Blanc o algunas montañas más bajas, donde podría pensar en paz, porque no hay tiempo para desperdiciar. Y probablemente yo no este list para algo así. También trataría de confesar mi amor a la chica que me gusta (de nuevo … para ser honesta, no sé si ella recuerda haber hecho eso porque estaba borracha esa vez)Probablemente yo trataría de disfrutar el resto de mi vida tanto como sea posible.Decirle adiós a mis amigos y familiares, pasar tiempo de calidad juntos, organizar una fiesta, me emborrache, haga estupideces, etc.Yo viviré exactamente como he estado viviendo. Tengo 7 días, ¿por qué cambiar la forma en que vivo solo porque moriré próximamente? Apuesto a que a muchas personas les quedan 7 días ahora y ni siquiera lo saben. No, no cambiaría nada, si tuviera que vivir de una manera diferente porque descubrió que se está muriendo, luego cambie la forma en que vive. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2019/01/si-sabes-que-moriras-el-proximo-lunes-¿que-harias-con-los-ultimos-dias-de-tu-vida/"},{"title":"Tengo miedo","text":"Esta sensación no lo siento siempre.El miedo lo siento, es cuando existo, cuando mi mente aterriza a la realidad, por que no se como terminara, lo planeo una y otra vez, reviso cada detalle, cuando pienso que es el momento me detengo y lo vuelvo a revisar.En serio tengo miedo, realmente si tengo miedo, estoy escribiendo esto antes de haberlo realizado, el momento perfecto no lo se, pero tengo que hacerlo y tiene que suceder ya.Necesitaba ese empujon para realizarlo, pedi suerte y me lo dieron, asi que lo realize.Si te preguntas como termino, te dire que bien, solo debía esperar tres segundo mas y todo debio salir mucho mejor, la cuestión es como saber el momento perfecto, ya paso o debo esperar un poco más.Realmente todo salio mal, mis planes fracasaron.Se los comente a mis amigos y comentaron lo siguiente:— Los momentos exactos en la vida no funcionan con respecto a numeros, en ocaciones es cuestión de paciencia, de fe, de intuición…las probabilidades de que una situación suceda con respecto a una anterior, de una manera precisa, exacta y consisa es muy, pero muy pequeña…— Espera un poco más, el momento perfecto aun no llega, el miedo es natural. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2018/03/tengo-miedo/"},{"title":"Una vista sobre la humanidad y la naturaleza","text":"Siento que la gente está yendo por el camino incorrecto, la gente se preocupa por hacer dinero, la gente busca riqueza, sin importar su salud, la gente busca ser mejor que los demás, pienso que no se trata de eso, yo veo personas que trabajan mucho, y hasta le dan extra en el trabajo, para hacer más dinero, pero no tienen una educación financiera, eso creo, porque los veo gastando su dinero en cosas baratas, solo para lucir bien hacia la gente, y los veo comiendo cosas caras.Siento que le estamos dando más valor al dinero en la vida, Piense y Hágase Rico, llego a ver estos títulos en los libros y me ponen a pensar, me imagine a un hombre rico sentado sobre la basura, en estos tiempos ya no se debe pensar en hacerse rico o tener lujos, mucha gente se va a estudiar una carrera que le da más dinero aunque no le guste, un día me imagine a alguien que termino siendo su doctorado en contaduría, y cuando salió de la escuela vio que el mundo estaba tan mal que se dijo,- Debí haber estudiado algo relacionado con la naturaleza?Donde carajos piensa este individuo ver el fruto de su esfuerzo, cuando en el planeta solo el agua seria la riqueza, el aire limpio, en esta parte pienso que debería haber un cambio, porque muy poca gente se preocupa por el planeta, y lo que yo veo ahora es gracias a unos cuantos, pero hay un problema porque no todos jalamos parejo, muy pocos se especializan en el cuidado del medio ambiente, lo que es la flora la fauna y más… Prefieren jalar un buen carrito, unas cosas caritas, presumir los lujos, siento que el mundo en este aspecto va directo al precipicio.Cuidado porque compartimos casa en este mundo.Dejemos de pensar en negocios que produzcan riqueza monetaria, afectando a los alrededores, ya que lo que haces nos afecta todos, porque los cambios climatológicos no discriminan y se lleva a todos, el cambio se debe hacer ahora, en este instante, pero recuerdan que el presente no es solo ahora, también lo será mañana, y tendrás muchos instantes en lo que te sobra de vida, así que si no estás dispuesto a ayudarnos, matate porque me daría gusto que no vuelvas a ver el planeta tierra otro día mas. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2018/06/una-vista-sobre-la-humanidad-y-la-naturaleza/"}],"tags":[{"name":"Un dia","slug":"Un-dia","link":"/tags/Un-dia/"},{"name":"Pensamientos","slug":"Pensamientos","link":"/tags/Pensamientos/"},{"name":"Educacion","slug":"Educacion","link":"/tags/Educacion/"},{"name":"Vida","slug":"Vida","link":"/tags/Vida/"},{"name":"Sentimientos","slug":"Sentimientos","link":"/tags/Sentimientos/"},{"name":"Mundo","slug":"Mundo","link":"/tags/Mundo/"}],"categories":[{"name":"Un dia","slug":"Un-dia","link":"/categories/Un-dia/"},{"name":"Pensamientos","slug":"Pensamientos","link":"/categories/Pensamientos/"},{"name":"Educacion","slug":"Educacion","link":"/categories/Educacion/"},{"name":"Vida","slug":"Vida","link":"/categories/Vida/"},{"name":"Sentimientos","slug":"Sentimientos","link":"/categories/Sentimientos/"},{"name":"Mundo","slug":"Mundo","link":"/categories/Mundo/"}]}