{"pages":[],"posts":[{"title":"¿Qué consideras lo más valioso en tu vida?","text":"La hora.Se trata de todo lo que hacemos. La única certeza que se dio en la vida es la muerte. Todos sabemos que viene, no estamos seguros de cuándo. Valora el tiempo que tienes, a la gente que te rodea. Vive en la luz mientras todavía la tienes. Quién sabe qué hay después de nuestro último latido del corazón, todo lo que sé es que voy a vivir como si no hubiera nada después. Ama a tu familia, pasa tiempo con amigos, da y crece. Lo más importante es hacer recuerdos ahora, para que otros también puedan valorar ese tiempo.Mi esposa.El tiempoEl tiempo es un dado. Presente en la vida de todos. No es nada exclusivo de una situación particular y no es nada de lo que pueda escapar o perder de alguna manera.Se parece mucho a la gravedad. Tampoco puede existir por largos períodos de tiempo sin gravedad, pero ¿es particularmente valioso?Mi esposa, ohhh, tambien mi computadora.Mi familia y mis amigos. Pero si tuviera que elegir algo más personal, definitivamente me quedaría con todo el conocimiento que he podido reunir a una edad tan temprana (lo diría), hace la vida mucho más fácil y estoy muy satisfecho. con el hecho de que tengo conocimiento de cosas que el individuo promedio no tiene.Tengo una conexión profunda con mi computadora, es prácticamente una parte de mí. Destrozaría cualquier otra pieza de tecnología en pedazos sin dudarlo. Demonios, probablemente incluso dejaría que alguien me rompiera un par de huesos …Mi salud, piénsalo … determina si puedes usar tu dinero, cuánto tiempo te queda por vivir, si puedes ayudar a otros hazlo, si puedes vivir o si eres literalmente un vegetal. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2018/12/¿que-consideras-lo-mas-valioso-en-tu-vida/"},{"title":"Adding a Thumbnail to Your Article","text":"You can add thumbnail images to your posts in two steps. First, make sure the thumbnail is enabled in the theme’s configuration file:_config.yml12article: thumbnail: trueThen, provide an URL or path to the image file in the front-matter of your post:post.md1234title: Getting Started with Icarusthumbnail: /gallery/thumbnails/desert.jpg---Post content...About thumbnail image pathThe image path you put in the front-matter needs to be the relative path to the source directory of your website. For example, if you want to use the following image as a thumbnail:1&lt;your blog&gt;/source/gallery/image.jpgYou need to use the following as the image path:1/gallery/image.jpgAlso, it is recommended that you put all the images under a dedicated asset folder that is separated from the _posts folder. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2018/10/adding-a-thumbnail-to-your-article/"}],"tags":[{"name":"Vida","slug":"Vida","link":"/tags/Vida/"},{"name":"Getting Started","slug":"Getting-Started","link":"/tags/Getting-Started/"}],"categories":[{"name":"Vida","slug":"Vida","link":"/categories/Vida/"},{"name":"Configuration","slug":"Configuration","link":"/categories/Configuration/"},{"name":"Posts","slug":"Configuration/Posts","link":"/categories/Configuration/Posts/"}]}