{"pages":[{"title":"Perdoname","text":"Gran parte de las líneas que leerás pueden ser contraproducente para ti, estas líneas tienen un propósito y un mensaje.Realmente no lo sé, pero dentro de mi existe alguien, pero que en el mundo real nunca lo veras porque nunca lo dejare salir, la única manera que escapa es a través de las escrituras, me duele que salga a lastimar a otras personas e incluso a mí, de lo que soy me he construido como cualquiera, pero haciendo el balance creo que no me he construido solo, he tratado de evitarlo lo más posible, incluso dudo que este párrafo lo esté escribiendo yo el que existe, al que le duele, el que ríe, el que llora. Quizá notes que algunos textos se contradigan, porque no soy el mismo siempre.— ME PRESENTO —En ocasiones no me considero humano.Nuevos pensamientos brotan cada día, el pensamiento que sale dentro de mi es lo bueno, lo correcto, porque sale dentro de mí y como sale en mí se da la razón, sólo pido disculpas si un día lees algo que tenga como argumento que es lo correcto, quizá lo sea o tal vez no.Otro buen compañero de mi pensamiento es la imaginación y juntas me muestran otros mundos, los choques con la realidad son muy fuertes, son momentos en que pienso que no pertenezco en este mundo, que incluso me cuesta regresar a la tierra como humano, una vez a las tres de la mañana quise saltar del tercer piso por que no existía y la única manera de regresar es sentir esa sensación al caer, miedo y aire frio rozando en el rostro mientras caigo.Me gusta razonar sobre la vida, entender que es y hacia dónde va, me cuesta saber por qué estoy aquí, pensar sobre la vida, la humanidad, el mundo me es interesante, la vida no es solo el movimiento constante, es de constante aprendizaje, no quiero ser normal de las que nace, se reproduce y muere como se describe comúnmente el ciclo vital de los seres vivos, quiero hacer esa diferencia, encontrar otra verdad dentro de lo verdadero o mentiras dentro de la verdad, tengo la curiosidad de lo que pasaría si altero una pequeña parte de lo correcto, que consecuencias trae, algo más correcto o una desgracia.Intento entender lo que se considera como entendido, el sol aparece todos los días y que mañana aparecerá, yo pienso que tan seguro estoy esta noche que mañana saldrá el sol, personas normales van a dormir sin pensar que hoy volvió a salir el sol, mientras tanto yo intento hallar una razón para que mañana no salga, estoy seguro que existen fenómenos de la naturaleza que nos sorprenden y lo sigo pensando.Puedes llamarme enfermo, psicópata o que mis pensamientos vienen de Trastornos Psicóticos por las ideas o percepciones anormales que genero, o que estoy tan grave que debería ir al doctor.Quizá sea lo que decidas llamarme.Me gusta observar la naturaleza, su entorno y sus formas, así disfruto de lo que hay en lo más profundo de su belleza, puedo estar observando por horas, un día mirándola llegue a la conclusión que es como estar en los pensamientos de Dios.Soy demasiado curioso, me gusta explorar cosas diferentes, la curiosidad de niño aún me acompaña, en ocasiones un chico bueno, muy bueno, en otras sin embargo puedo estar al otro lado y sacar lo más diferente de mí, me agrada mí curiosidad, somos buenos compañeros, en momentos me toma la mano en otras no lo veo venir, un día me llevo pequeños detalles pensando a casa que no me dejan dormir, notaras que mi curiosidad es muy grande.Traigo conmigo muchas preguntas, voy buscando a la persona correcta que me las responda, son preguntas muy sencillas y mi propósito es obtener respuestas reales, muchas respuestas que he recibido están llenas de mentiras, en serio tengo las preguntas y sé que existe una verdad verdadera.En ocasiones pienso que existen personas que, si concuerden con algunas de mis ideas, pero no los expresan porque está prohibido en este mundo, pero quizá lo han pensado.Cuando estoy triste el texto que plasmo sobre el papel son distintas a cuando estoy feliz, pero los sentimientos son pasajeros, y gran parte de mis escritos pueden contradecir al anterior, porque cada escrito es de cada momento.Conóceme a través de las letras y si un día quieres platicar, con gusto lo haré, porque me apasiona platicar, en los textos puedo ser modesto o poeta, pero no es para convencer a pensar como yo, es para mostrar lo diferente, solo quiero que mañana o pasado me mires igual que hoy, que mis letras no te hagan cambiar la perspectiva que tienes de mí, porque yo no existo.Si unas líneas te llegasen a ofender, solo pido perdón y disculpas una vez más, desde el corazón pido perdón… document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/about/index.html"}],"posts":[{"title":"¿Qué consideras lo más valioso en tu vida?","text":"La hora.Se trata de todo lo que hacemos. La única certeza que se dio en la vida es la muerte. Todos sabemos que viene, no estamos seguros de cuándo. Valora el tiempo que tienes, a la gente que te rodea. Vive en la luz mientras todavía la tienes. Quién sabe qué hay después de nuestro último latido del corazón, todo lo que sé es que voy a vivir como si no hubiera nada después. Ama a tu familia, pasa tiempo con amigos, da y crece. Lo más importante es hacer recuerdos ahora, para que otros también puedan valorar ese tiempo.Mi esposa.El tiempoEl tiempo es un dado. Presente en la vida de todos. No es nada exclusivo de una situación particular y no es nada de lo que pueda escapar o perder de alguna manera.Se parece mucho a la gravedad. Tampoco puede existir por largos períodos de tiempo sin gravedad, pero ¿es particularmente valioso?Mi esposa, ohhh, tambien mi computadora.Mi familia y mis amigos. Pero si tuviera que elegir algo más personal, definitivamente me quedaría con todo el conocimiento que he podido reunir a una edad tan temprana (lo diría), hace la vida mucho más fácil y estoy muy satisfecho. con el hecho de que tengo conocimiento de cosas que el individuo promedio no tiene.Tengo una conexión profunda con mi computadora, es prácticamente una parte de mí. Destrozaría cualquier otra pieza de tecnología en pedazos sin dudarlo. Demonios, probablemente incluso dejaría que alguien me rompiera un par de huesos …Mi salud, piénsalo … determina si puedes usar tu dinero, cuánto tiempo te queda por vivir, si puedes ayudar a otros hazlo, si puedes vivir o si eres literalmente un vegetal. document.querySelectorAll('.not-gallery-item') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","link":"/2018/12/¿que-consideras-lo-mas-valioso-en-tu-vida/"}],"tags":[{"name":"Vida","slug":"Vida","link":"/tags/Vida/"}],"categories":[{"name":"Vida","slug":"Vida","link":"/categories/Vida/"}]}